<template>
  <div class="container py-3">

  </div>
</template>

<script setup>
import { onMounted, ref } from 'vue'
const { $bootstrap } = useNuxtApp();

/**------+---------+---------+---------+---------+---------+---------+----------
 * Page Meta
---------+---------+---------+---------+---------+---------+---------+--------*/

definePageMeta({
  headerTitle: '權限清單 (PRSB)'
})

/**------+---------+---------+---------+---------+---------+---------+----------
 * 
---------+---------+---------+---------+---------+---------+---------+--------*/

</script>

<style scoped>
</style>